Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Wider range during rest may indicate arousals or movement. Narrow range suggests stable, restful state.
ar: اتساع النطاق أثناء الراحة قد يشير إلى استثارات أو حركة. النطاق الضيق يوحي بحالة مستقرة ومريحة.
da: Et bredere interval under hvile kan tyde på opvågninger eller bevægelse. Et smalt interval tyder på en stabil, rolig tilstand.
de: Eine größere Spanne in Ruhe kann auf Weckreaktionen oder Bewegung hindeuten. Eine schmale Spanne spricht für einen stabilen, ruhigen Zustand.
es: Un rango más amplio en reposo puede indicar microdespertares o movimiento. Un rango estrecho sugiere un estado estable y de descanso.
fi: Laajempi vaihteluväli levossa voi viitata heräämisreaktioihin tai liikkeeseen. Kapea väli kertoo vakaasta, levollisesta tilasta.
fr: Une plage plus large au repos peut indiquer des micro-éveils ou des mouvements. Une plage étroite suggère un état stable et reposant.
is: Breiðara bil í hvíld getur bent til vöknunar eða hreyfingar. Þröngt bil bendir til stöðugs, hvílandi ástands.
it: Un intervallo più ampio a riposo può indicare micro-risvegli o movimento. Un intervallo stretto suggerisce uno stato stabile e riposante.
ja: 安静時に範囲が広い場合は覚醒や体動が疑われます。範囲が狭ければ安定した休息状態を示します。
ko: 안정 시 범위가 넓으면 각성이나 움직임을 시사합니다. 범위가 좁으면 안정적이고 편안한 상태를 뜻합니다.
nb: Et bredere område i hvile kan tyde på oppvåkninger eller bevegelse. Et smalt område tyder på en stabil, rolig tilstand.
nl: Een breder bereik in rust kan wijzen op arousals of beweging. Een smal bereik duidt op een stabiele, rustige toestand.
pt_br: Uma faixa mais ampla em repouso pode indicar microdespertares ou movimento. Uma faixa estreita sugere estado estável e tranquilo.
ru: Более широкий диапазон в покое может указывать на микропробуждения или движение. Узкий диапазон говорит о стабильном состоянии покоя.
sv: Ett bredare intervall i vila kan tyda på uppvaknanden eller rörelse. Ett smalt intervall tyder på ett stabilt, vilsamt tillstånd.
zh_hans: 静息时范围偏宽可能提示觉醒或体动。范围窄则说明状态稳定、休息良好。

source: Window Beats
ar: نبضات النافذة
da: Vinduets slag
de: Fenster-Schläge
es: Latidos de la ventana
fi: Ikkunan lyönnit
fr: Battements de la fenêtre
is: Slög í glugga
it: Battiti della finestra
ja: ウィンドウ内の拍
ko: 윈도 박동
nb: Vinduets slag
nl: Vensterslagen
pt_br: Batimentos da janela
ru: Удары в окне
sv: Fönstrets slag
zh_hans: 窗口心跳数

source: Window end
ar: نهاية النافذة
da: Vinduets slutning
de: Fensterende
es: Fin de la ventana
fi: Ikkunan loppu
fr: Fin de la fenêtre
is: Lok glugga
it: Fine della finestra
ja: ウィンドウの終了
ko: 구간 끝
nb: Slutt på vindu
nl: Einde van venster
pt_br: Fim da janela
ru: Конец окна
sv: Fönstrets slut
zh_hans: 时段结束

source: Window heart rate: %@ beats per minute
ar: معدل ضربات القلب للنافذة: %@ نبضة في الدقيقة
da: Vinduepuls: %@ slag per minut
de: Fenster-Herzfrequenz: %@ Schläge pro Minute
es: Frecuencia cardíaca de ventana: %@ latidos por minuto
fi: Ikkunan syke: %@ lyöntiä minuutissa
fr: Fréquence cardiaque de la fenêtre : %@ battements par minute
is: Hjartsláttartíðni glugga: %@ slög á mínútu
it: Frequenza cardiaca della finestra: %@ battiti al minuto
ja: ウィンドウ心拍数: %@拍/分
ko: 윈도우 심박수: %@ bpm
nb: Vinduspuls: %@ slag per minutt
nl: Vensterhartslag: %@ slagen per minuut
pt_br: Frequência cardíaca da janela: %@ batimentos por minuto
ru: Пульс в окне: %@ ударов в минуту
sv: Fönsterhjärtfrekvens: %@ slag per minut
zh_hans: 窗口心率: %@ 次/分钟

source: Window HR
ar: معدل ضربات القلب للنافذة
da: Vindue-HR
de: Fenster-HF
es: FC de ventana
fi: Ikkunan syke
fr: FC de la fenêtre
is: Hjartsláttur glugga
it: FC della finestra
ja: ウィンドウHR
ko: 윈도우 HR
nb: Vindu-HR
nl: Venster-HR
pt_br: FC da Janela
ru: Пульс окна
sv: Fönster-HR
zh_hans: 窗口心率

source: Window HR: %@ bpm
ar: نبض النافذة: %@ نبضة/دقيقة
da: Vinduets puls: %@ bpm
de: Fenster-HF: %@ bpm
es: FC de la ventana: %@ lpm
fi: Ikkunan syke: %@ bpm
fr: FC de la fenêtre : %@ bpm
is: Púls glugga: %@ slög/mín
it: FC della finestra: %@ bpm
ja: ウィンドウ心拍: %@ bpm
ko: 윈도 심박: %@ bpm
nb: Vinduets puls: %@ bpm
nl: Venster-HS: %@ bpm
pt_br: FC da janela: %@ bpm
ru: Пульс окна: %@ уд/мин
sv: Fönstrets puls: %@ bpm
zh_hans: 窗口心率：%@ bpm

source: Window method
ar: طريقة النافذة
da: Vinduesmetode
de: Fenstermethode
es: Método de ventana
fi: Ikkunamenetelmä
fr: Méthode de fenêtre
is: Gluggaaðferð
it: Metodo della finestra
ja: ウィンドウ方式
ko: 윈도우 방식
nb: Vindusmetode
nl: Venstermethode
pt_br: Método de janela
ru: Метод окна
sv: Fönstermetod
zh_hans: 窗口方法

source: Window start
ar: بداية النافذة
da: Vinduets start
de: Fensterbeginn
es: Inicio de la ventana
fi: Ikkunan alku
fr: Début de la fenêtre
is: Upphaf glugga
it: Inizio finestra
ja: ウィンドウの開始
ko: 구간 시작
nb: Vindusstart
nl: Begin van venster
pt_br: Início da janela
ru: Начало окна
sv: Fönstrets start
zh_hans: 窗口起点

source: Window time
ar: وقت النافذة
da: Vinduestid
de: Fensterzeit
es: Hora de la ventana
fi: Ikkunan aika
fr: Heure de la fenêtre
is: Gluggatími
it: Orario finestra
ja: ウィンドウ時刻
ko: 윈도 시각
nb: Vindustid
nl: Venstertijd
pt_br: Hora da janela
ru: Время окна
sv: Fönstertid
zh_hans: 窗口时间

# Window: %@ – %@
source: Window: %1$@ – %2$@
ar: النافذة: %1$@ – %2$@
da: Vindue: %@ – %@
de: Fenster: %@ – %@
es: Ventana: %@ – %@
fi: Ikkuna: %1$@ – %2$@
fr: Fenêtre : %@ – %@
is: Gluggi: %1$@ – %2$@
it: Finestra: %@ – %@
ja: ウィンドウ: %@ – %@
ko: 윈도우: %@ – %@
nb: Vindu: %@ – %@
nl: Venster: %@ – %@
pt_br: Janela: %@ – %@
ru: Окно: %@ – %@
sv: Fönster: %@ – %@
zh_hans: 窗口: %1$@ – %2$@

# Window: %@ → %@
source: Window: %1$@ → %2$@
ar: النافذة: %@ ← %@
da: Vindue: %@ → %@
de: Fenster: %@ → %@
es: Ventana: %@ → %@
fi: Ikkuna: %@ → %@
fr: Fenêtre : %@ → %@
is: Gluggi: %@ → %@
it: Finestra: %@ → %@
ja: ウィンドウ: %@ → %@
ko: 구간: %@ → %@
nb: Vindu: %@ → %@
nl: Venster: %@ → %@
pt_br: Janela: %@ → %@
ru: Окно: %@ → %@
sv: Fönster: %@ → %@
zh_hans: 窗口：%@ → %@

source: Window: %lld ms
ar: النافذة: %lld م.ث
da: Vindue: %lld ms
de: Fenster: %lld ms
es: Ventana: %lld ms
fi: Ikkuna: %lld ms
fr: Fenêtre : %lld ms
is: Gluggi: %lld ms
it: Finestra: %lld ms
ja: ウィンドウ: %lld ms
ko: 윈도: %lld ms
nb: Vindu: %lld ms
nl: Venster: %lld ms
pt_br: Janela: %lld ms
ru: Окно: %lld мс
sv: Fönster: %lld ms
zh_hans: 窗口：%lld 毫秒

source: Wipes local sessions, API keys, AI chats, memory facts.
ar: يمسح الجلسات المحلية ومفاتيح API ومحادثات الذكاء الاصطناعي وبيانات الذاكرة.
da: Sletter lokale sessioner, API-nøgler, AI-chats og hukommelsesdata.
de: Löscht lokale Sitzungen, API-Schlüssel, KI-Chats und gespeicherte Fakten.
es: Borra las sesiones locales, las claves de API, los chats de IA y los datos de memoria.
fi: Tyhjentää paikalliset istunnot, API-avaimet, tekoälykeskustelut ja muistitiedot.
fr: Efface les sessions locales, les clés API, les conversations IA et les faits en mémoire.
is: Eyðir staðbundnum lotum, API-lyklum, gervigreindarspjöllum og minnisstaðreyndum.
it: Cancella le sessioni locali, le chiavi API, le chat con l'IA e i dati in memoria.
ja: ローカルセッション、APIキー、AIチャット、メモリの情報を消去します。
ko: 로컬 세션, API 키, AI 채팅, 메모리 정보를 삭제합니다.
nb: Sletter lokale økter, API-nøkler, KI-chatter og minnefakta.
nl: Wist lokale sessies, API-sleutels, AI-chats en geheugengegevens.
pt_br: Apaga sessões locais, chaves de API, conversas com a IA e dados de memória.
ru: Удаляет локальные сессии, ключи API, чаты с ИИ и данные памяти.
sv: Raderar lokala sessioner, API-nycklar, AI-chattar och minnesdata.
zh_hans: 清除本地会话、API 密钥、AI 聊天和记忆信息。

source: With %lld sessions recorded, trends will become more accurate over time.
ar: مع تسجيل %lld جلسة، ستصبح الاتجاهات أكثر دقة بمرور الوقت.
da: Med %lld registrerede sessioner bliver tendenserne mere nøjagtige over tid.
de: Mit %lld aufgezeichneten Sitzungen werden Trends mit der Zeit genauer.
es: Con %lld sesiones registradas, las tendencias serán más precisas con el tiempo.
fi: Kun %lld istuntoa on tallennettu, trendit tarkentuvat ajan myötä.
fr: Avec %lld sessions enregistrées, les tendances deviendront plus précises au fil du temps.
is: Með %lld skráðar lotur verður þróunin nákvæmari með tímanum.
it: Con %lld sessioni registrate, le tendenze diventeranno più accurate nel tempo.
ja: %lld 件のセッションが記録されています。時間とともにトレンドはより正確になります。
ko: 세션 %lld개가 기록되었습니다. 시간이 지날수록 추세가 더 정확해집니다.
nb: Med %lld økter registrert blir trendene mer nøyaktige over tid.
nl: Met %lld opgenomen sessies worden trends na verloop van tijd nauwkeuriger.
pt_br: Com %lld sessões registradas, as tendências ficarão mais precisas com o tempo.
ru: Записано %lld сессии — со временем тренды станут точнее.
sv: Med %lld inspelade sessioner blir trenderna mer exakta med tiden.
zh_hans: 已记录 %lld 个记录，趋势会随时间变得更准确。

source: with morning recovery
ar: مع تعافي الصباح
da: med morgenrestitution
de: mit der Morgen-Erholung
es: con la recuperación matutina
fi: aamun palautumisen kanssa
fr: avec la récupération du matin
is: með morgunendurheimt
it: con il recupero mattutino
ja: 朝の回復とともに
ko: 아침 회복과 함께
nb: med morgenrestitusjon
nl: met ochtendherstel
pt_br: com a recuperação da manhã
ru: с утренним восстановлением
sv: med morgonåterhämtning
zh_hans: 结合晨间恢复

source: With your permission, Emuqu reads sleep, mindful minutes, heart rate, resting heart rate, HRV, respiratory rate, blood oxygen and sleeping wrist temperature from Apple Health.
ar: بإذنك، يقرأ Emuqu من Apple Health بيانات النوم ودقائق اليقظة الذهنية ومعدل ضربات القلب ومعدل ضربات القلب أثناء الراحة وHRV ومعدل التنفس وأكسجين الدم وحرارة المعصم أثناء النوم.
da: Med din tilladelse læser Emuqu søvn, mindfulnessminutter, puls, hvilepuls, HRV, vejrtrækningsfrekvens, iltmætning og håndledstemperatur under søvn fra Apple Health.
de: Mit deiner Erlaubnis liest Emuqu Schlaf, Achtsamkeitsminuten, Herzfrequenz, Ruheherzfrequenz, HRV, Atemfrequenz, Blutsauerstoff und Handgelenkstemperatur im Schlaf aus Apple Health.
es: Con tu permiso, Emuqu lee de Apple Health el sueño, los minutos de atención plena, la frecuencia cardíaca, la frecuencia cardíaca en reposo, la HRV, la frecuencia respiratoria, el oxígeno en sangre y la temperatura de la muñeca durante el sueño.
fi: Luvallasi Emuqu lukee Apple Healthista unen, mindfulness-minuutit, sykkeen, leposykkeen, HRV:n, hengitystiheyden, veren happipitoisuuden ja ranteen lämpötilan unen aikana.
fr: Avec votre autorisation, Emuqu lit dans Apple Santé le sommeil, les minutes de pleine conscience, la fréquence cardiaque, la fréquence cardiaque au repos, la HRV, la fréquence respiratoire, l’oxygène sanguin et la température du poignet pendant le sommeil.
is: Með leyfi þínu les Emuqu svefn, núvitundarmínútur, hjartslátt, hvíldarhjartslátt, HRV, öndunartíðni, súrefni í blóði og úlnliðshita í svefni úr Apple Health.
it: Con il tuo permesso, Emuqu legge da Apple Salute sonno, minuti di consapevolezza, frequenza cardiaca, frequenza cardiaca a riposo, HRV, frequenza respiratoria, ossigeno nel sangue e temperatura del polso durante il sonno.
ja: 許可があれば、Emuqu は Apple ヘルスケアから睡眠、マインドフルネス時間、心拍数、安静時心拍数、HRV、呼吸数、血中酸素、睡眠中の手首皮膚温を読み取ります。
ko: 사용자의 허락이 있으면 Emuqu는 Apple 건강에서 수면, 마음챙김 시간, 심박수, 안정 시 심박수, HRV, 호흡수, 혈중 산소, 수면 중 손목 온도를 읽습니다.
nb: Med din tillatelse leser Emuqu søvn, mindfulness-minutter, puls, hvilepuls, HRV, pustefrekvens, blodoksygen og håndleddstemperatur under søvn fra Apple Health.
nl: Met je toestemming leest Emuqu slaap, mindfulnessminuten, hartslag, rusthartslag, HRV, ademhalingsfrequentie, bloedzuurstof en polstemperatuur tijdens de slaap uit Apple Health.
pt_br: Com sua permissão, o Emuqu lê do Apple Saúde sono, minutos de atenção plena, frequência cardíaca, frequência cardíaca em repouso, HRV, frequência respiratória, oxigênio no sangue e temperatura do pulso durante o sono.
ru: С вашего разрешения Emuqu считывает из Apple Здоровье сон, минуты осознанности, пульс, пульс в покое, ВСР, частоту дыхания, кислород в крови и температуру запястья во сне.
sv: Med ditt tillstånd läser Emuqu sömn, mindfulnessminuter, puls, vilopuls, HRV, andningsfrekvens, blodsyre och handledstemperatur under sömn från Apple Hälsa.
zh_hans: 在你许可的情况下，Emuqu 会从 Apple 健康读取睡眠、正念分钟数、心率、静息心率、HRV、呼吸频率、血氧和睡眠期间手腕温度。

source: Withdraw
ar: سحب
da: Træk tilbage
de: Widerrufen
es: Retirar
fi: Peruuta
fr: Retirer
is: Afturkalla
it: Revoca
ja: 取り消す
ko: 철회
nb: Trekk tilbake
nl: Intrekken
pt_br: Retirar
ru: Отозвать
sv: Återkalla
zh_hans: 撤回

source: Withdraw consent
ar: سحب الموافقة
da: Træk samtykke tilbage
de: Einwilligung widerrufen
es: Retirar el consentimiento
fi: Peruuta suostumus
fr: Retirer le consentement
is: Afturkalla samþykki
it: Revoca il consenso
ja: 同意を取り消す
ko: 동의 철회
nb: Trekk tilbake samtykke
nl: Toestemming intrekken
pt_br: Retirar consentimento
ru: Отозвать согласие
sv: Återkalla samtycke
zh_hans: 撤回同意

source: Within
ar: خلال
da: Inden for
de: Innerhalb
es: Dentro de
fi: Sisällä
fr: En moins de
is: Innan
it: Entro
ja: 以内
ko: 이내
nb: Innen
nl: Binnen
pt_br: Dentro de
ru: В пределах
sv: Inom
zh_hans: 在...以内

source: within normal aerobic-stability limits
ar: ضمن حدود الاستقرار الهوائي الطبيعية
da: inden for normale grænser for aerob stabilitet
de: innerhalb normaler aerober Stabilitätsgrenzen
es: dentro de los límites normales de estabilidad aeróbica
fi: normaalin aerobisen vakauden rajoissa
fr: dans les limites normales de stabilité aérobie
is: innan eðlilegra marka loftháðs stöðugleika
it: entro i normali limiti di stabilità aerobica
ja: 通常の有酸素安定性の範囲内
ko: 정상 유산소 안정성 범위 내
nb: innenfor normale grenser for aerob stabilitet
nl: binnen normale grenzen van aerobe stabiliteit
pt_br: dentro dos limites normais de estabilidade aeróbica
ru: в пределах нормы аэробной стабильности
sv: inom normala gränser för aerob stabilitet
zh_hans: 处于正常有氧稳定性范围内

source: Within range
ar: ضمن النطاق
da: Inden for intervallet
de: Im Bereich
es: Dentro del rango
fi: Alueella
fr: Dans la plage
is: Innan marka
it: Nel range
ja: 範囲内
ko: 범위 내
nb: Innenfor området
nl: Binnen bereik
pt_br: Dentro da faixa
ru: В пределах нормы
sv: Inom intervallet
zh_hans: 处于范围内

source: Within recommended range — supports optimal recovery
ar: ضمن النطاق الموصى به — يدعم التعافي الأمثل
da: Inden for det anbefalede interval — understøtter optimal restitution
de: Im empfohlenen Bereich — unterstützt optimale Erholung
es: Dentro del rango recomendado — favorece una recuperación óptima
fi: Suositellulla alueella — tukee optimaalista palautumista
fr: Dans la plage recommandée — favorise une récupération optimale
is: Innan ráðlagðs bils — styður bestu endurheimt
it: Nell’intervallo consigliato — favorisce un recupero ottimale
ja: 推奨範囲内 — 最適な回復を支えます
ko: 권장 범위 내 — 최적의 회복을 뒷받침
nb: Innenfor anbefalt område — støtter optimal restitusjon
nl: Binnen aanbevolen bereik — ondersteunt optimaal herstel
pt_br: Dentro da faixa recomendada — favorece recuperação ideal
ru: В рекомендуемом диапазоне — способствует оптимальному восстановлению
sv: Inom rekommenderat intervall — stödjer optimal återhämtning
zh_hans: 处于推荐范围 — 有助于最佳恢复

source: at or above the 12 bpm convention from clinical exercise testing
ar: عند عتبة 12 نبضة/دقيقة المتعارف عليها من اختبارات الجهد السريرية أو أعلى منها
da: på eller over 12 bpm-konventionen fra kliniske arbejdstests
de: auf oder über der 12-bpm-Konvention aus klinischen Belastungstests
es: en o por encima de la convención de 12 lpm de las pruebas de esfuerzo clínicas
fi: kliinisten rasituskokeiden 12 bpm:n käytännön rajalla tai sen yli
fr: au niveau ou au-dessus de la convention de 12 bpm issue des épreuves d’effort cliniques
is: við eða yfir 12 slaga viðmiðinu úr klínískum álagsprófum
it: pari o superiore alla convenzione dei 12 bpm dei test da sforzo clinici
ja: 臨床運動負荷試験に由来する 12 bpm の慣例的基準以上
ko: 임상 운동부하검사에서 유래한 12bpm 관례 기준 이상
nb: på eller over 12 bpm-konvensjonen fra kliniske belastningstester
nl: op of boven de 12 bpm-conventie uit klinische inspanningstests
pt_br: na convenção de 12 bpm dos testes de esforço clínicos ou acima dela
ru: на уровне или выше условного порога 12 уд/мин из клинических нагрузочных тестов
sv: på eller över 12 bpm-konventionen från kliniska arbetsprov
zh_hans: 达到或高于源自临床运动试验的 12 bpm 惯例阈值

source: Within typical fluctuation range
ar: ضمن نطاق التقلب المعتاد
da: Inden for typisk udsvingsinterval
de: Im typischen Schwankungsbereich
es: Dentro del rango de fluctuación típico
fi: Tyypillisen vaihtelun rajoissa
fr: Dans la plage de fluctuation typique
is: Innan dæmigerðs sveiflubils
it: Nell’intervallo di fluttuazione tipico
ja: 典型的な変動範囲内
ko: 일반적 변동 범위 내
nb: Innenfor typisk svingningsområde
nl: Binnen typisch fluctuatiebereik
pt_br: Dentro da faixa típica de flutuação
ru: В пределах типичных колебаний
sv: Inom typiskt fluktuationsintervall
zh_hans: 处于典型波动范围内

source: Within typical range
ar: ضمن النطاق المعتاد
da: Inden for typisk interval
de: Im typischen Bereich
es: Dentro del rango típico
fi: Tyypillisellä alueella
fr: Dans la plage typique
is: Innan dæmigerðs bils
it: Nell’intervallo tipico
ja: 典型的な範囲内
ko: 일반 범위 내
nb: Innenfor typisk område
nl: Binnen typisch bereik
pt_br: Dentro da faixa típica
ru: В типичном диапазоне
sv: Inom typiskt intervall
zh_hans: 处于典型范围内

source: Within your usual range
ar: ضمن نطاقك المعتاد
da: Inden for dit sædvanlige interval
de: In deinem üblichen Bereich
es: Dentro de tu rango habitual
fi: Tavanomaisella alueellasi
fr: Dans votre plage habituelle
is: Innan þíns venjulega bils
it: Nel tuo intervallo abituale
ja: いつもの範囲内
ko: 평소 범위 내
nb: Innenfor ditt vanlige område
nl: Binnen je gebruikelijke bereik
pt_br: Dentro da sua faixa habitual
ru: В вашем обычном диапазоне
sv: Inom ditt vanliga intervall
zh_hans: 处于你的常态范围

source: Within your usual range — stable nervous-system state.
ar: ضمن نطاقك المعتاد — حالة جهاز عصبي مستقرة.
da: Inden for dit sædvanlige interval — stabil nervesystemtilstand.
de: In deinem üblichen Bereich — stabiler Nervensystemzustand.
es: Dentro de tu rango habitual — estado estable del sistema nervioso.
fi: Tavanomaisella alueellasi — vakaa hermoston tila.
fr: Dans votre plage habituelle — état stable du système nerveux.
is: Innan þíns venjulega bils — stöðugt ástand taugakerfis.
it: Nel tuo intervallo abituale — stato stabile del sistema nervoso.
ja: いつもの範囲内 — 神経系は安定した状態です。
ko: 평소 범위 내 — 신경계 상태가 안정적입니다.
nb: Innenfor ditt vanlige område — stabil nervesystemtilstand.
nl: Binnen je gebruikelijke bereik — stabiele toestand van het zenuwstelsel.
pt_br: Dentro da sua faixa habitual — estado estável do sistema nervoso.
ru: В вашем обычном диапазоне — стабильное состояние нервной системы.
sv: Inom ditt vanliga intervall — stabilt nervsystemtillstånd.
zh_hans: 处于你的常态范围 — 神经系统状态稳定。

source: Within your usual training-load range
ar: ضمن نطاق حمل تدريبك المعتاد
da: Inden for dit sædvanlige belastningsinterval
de: In deinem üblichen Trainingsbelastungsbereich
es: Dentro de tu rango habitual de carga de entrenamiento
fi: Tavanomaisella harjoituskuormituksesi alueella
fr: Dans votre plage habituelle de charge d’entraînement
is: Innan venjulegs æfingaálagsbils þíns
it: Nel tuo consueto intervallo di carico
ja: いつものトレーニング負荷の範囲内
ko: 평소 훈련 부하 범위 내
nb: Innenfor ditt vanlige belastningsområde
nl: Binnen je gebruikelijke trainingsbelastingbereik
pt_br: Dentro da sua faixa habitual de carga de treino
ru: В вашем обычном диапазоне нагрузки
sv: Inom ditt vanliga belastningsintervall
zh_hans: 处于你常态的训练负荷范围
